Repository: nanodesigns/ad-zonia
Catalog: languages/wp-adzonia-*.po
Languages: bn_bd

source: Instructions
bn_bd: নির্দেশনা

source: Advertisements added using AdZonia, can be displayed in 4 alternative ways &mdash;
bn_bd: AdZonia ব্যবহার করে যোগ করা বিজ্ঞাপন ৪টি আলাদা পদ্ধতিতে দেখানো যেতে পারে &mdash;

source: <strong>Shortcode &mdash;</strong> The simplest is using a shortcode. The shortcode is that simple, just put <code>[wp-adzonia id="#"]</code> into the body of any post or page or shortcode enabled widget. Just add the ID of the ad into the hash (#).
bn_bd: <strong>শর্টকোড &mdash;</strong> সহজতম পদ্ধতি হলো শর্টকোড ব্যবহার করা। শর্টকোড এতোটাই সহজ যে, শুধু <code>[wp-adzonia id="#"]</code> লেখাটি যেকোনো পোস্ট কিংবা পাতা কিংবা শর্টকোড চালু আছে এমন উইজেটে বসিয়ে দিলেই হবে। শুধু বিজ্ঞাপনটির আইডি হ্যাশ-এর (#) স্থলে বসিয়ে নিন।

source: <strong>Widget &mdash;</strong> Using the AdZonia widget into any widget enabled area or sidebar. Just drag and drop the "AdZonia" widget into the sidebar, and choose the active (published) ad from the list.
bn_bd: <strong>উইজেট &mdash;</strong> AdZonia উইজেটটি যেকোনো উইজেট-সক্রীয় অংশে কিংবা সাইডবারে ব্যবহার করতে পারেন। "AdZonia" উইজেটটি শুধু টেনে নিয়ে সাইডবারে ছেড়ে দিলেই হলো, তারপর তালিকা থেকে সক্রীয় (প্রকাশিত) বিজ্ঞাপনটি বাছাই করে নিলেই হবে।

source: <strong>PHP Code &mdash;</strong> If you are a developer and want to use the PHP code into your template (theme) directly, just use this: <code>&lt;?php if ( function_exists( &quot;show_adzonia&quot; ) ) show_adzonia( # ); ?&gt;</code>. Just add the ID of the ad into the hash (#).
bn_bd: <strong>পিএইচপি কোড &mdash;</strong> যদি আপনি ডেভলপার হোন আর আপনার টেমপ্লেটে (থীম) সরাসরি পিএইচপি কোড বসাতে চান, তাহলে এটি ব্যবহার করুন: <code>&lt;?php if ( function_exists( &quot;show_adzonia&quot; ) ) show_adzonia( # ); ?&gt;</code>। শুধু বিজ্ঞাপনটির আইডি হ্যাশ-এর (#) স্থলে বসিয়ে নিন।

source: <strong>Predefined Areas &mdash;</strong> a new <em>beta feature</em> is added to show advertisement in predefined areas, directly from the admin panel without any coding. Just you have to <em>set</em> the location where you want to show the ad. (it's an additional feature all the 3 above)
bn_bd: <strong>পূর্বনির্ধারিত স্থানে &mdash;</strong> একটি নতুন <em>বেটা ফিচার</em> যোগ করা হয়েছে, যাতে পূর্বনির্ধারিত স্থানসমূহে অ্যাডমিন প্যানেল থেকে সরাসরি বিজ্ঞাপন দেখানো যাবে, কোনো কোড না করেই। শুধু আপনাকে বিজ্ঞাপনটি কোথায় দেখাতে চান, তার স্থানটি বাছাই করে দিতে হবে। (এটি উপরের তিনটি পদ্ধতির পাশাপাশি অতিরিক্ত একটি ফিচার)

source: For more detailed instructions see our <a href="https://github.com/nanodesigns/wp-adzonia/wiki/User-Manual">AdZonia GitHub manual</a>. To reduce the plugin size we shifted the manual there.
bn_bd: আরো বিস্তারিত নির্দেশনার জন্য গিটহাবে আমাদের <a href="http://github.com/nanodesigns/wp-adzonia">AdZonia নির্দেশনাপুস্তক</a> দেখুন। প্লাগইনের আকার ছোট রাখতে আমরা নির্দেশনাবলী সেখানে সরিয়ে নিয়েছি।

source: Settings & Instructions
bn_bd: সেটিং ও নির্দেশনা

source: Settings-Instructions
bn_bd: সেটিং-নির্দেশনা

source: <span class="dashicons dashicons-admin-generic"></span> Settings
bn_bd: <span class="dashicons dashicons-admin-generic"></span> সেটিং

source: AdZonia CSS
bn_bd: AdZonia সিএসএস

source: <span class="dashicons dashicons-admin-tools"></span> Troubleshoot
bn_bd: <span class="dashicons dashicons-admin-tools"></span> সমস্যা-সমাধান

source: AdZonia jQuery
bn_bd: AdZonia জেকুয়েরি

source: <p>Set these optional settings if you want. It's not mandatory, and even without the settings your advertisements will work just fine.</p>
bn_bd: <p>এই ঐচ্ছিক সেটিংগুলো আপনি চাইলে সেট করে নিতে পারেন। এগুলো বাধ্যতামূলক নয়, এমনকি এই সেটিংগুলো ছাড়াও আপনার বিজ্ঞাপন দারুণ কাজ করবে।</p>

source: check the box to show Ads as inline element rather block element. It will load AdZonia CSS into the site's front-end
bn_bd: বিজ্ঞাপনগুলোকে ব্লক এলিমেন্ট হিসেবে না দেখিয়ে ইনলাইন এলিমেন্ট হিসেবে দেখাতে হলে ওয়েবসাইটের ফ্রন্ট-এন্ডে AdZonia সিএসএস লোড করতে টিকচিহ্ন দিন

source: <p>Getting trouble using the plugin? If the date picker and/or image uploader is not working, try enabling the jQuery from the plugin resources.</p>
bn_bd: <p>প্লাগইনটি ব্যবহার করতে সমস্যা হচ্ছে? যদি তারিখ বাছাইকারী এবং/অথবা ছবি আপলোডার কাজ না করে, তাহলে প্লাগইন থেকে জেকুয়েরি লোড করে দেখতে পারেন।</p>

source: Load jQuery from plugin
bn_bd: প্লাগইন থেকে জেকুয়েরি লোড করুন

source: New AdZonia
bn_bd: নতুন AdZonia

source: Add New AdZonia
bn_bd: নতুন AdZonia যোগ

source: Edit AdZonia
bn_bd: AdZonia সম্পাদনা

source: View AdZonia
bn_bd: AdZonia দেখাও

source: Search AdZonia
bn_bd: AdZonia অনুসন্ধান

source: No AdZonia is created yet. Try making one first
bn_bd: কোনো AdZonia তৈরি করা হয়নি। আগে একটা তৈরি করা যাক

source: No AdZonia found in Trash
bn_bd: ময়লার ঝুড়িতে কোনো AdZonia পাওয়া যায়নি

source: Parent AdZonia:
bn_bd: শীর্ষ AdZonia:

source: AdZonia Specification
bn_bd: AdZonia বৃত্তান্ত

source: Ad Image
bn_bd: ছবি বিজ্ঞাপন

source: Add an image if you wish to show an image ad
bn_bd: একটি ছবি যোগ করুন যদি আপনি ছবি বিজ্ঞাপন (ব্যানার বিজ্ঞাপন) দেখাতে চান

source: Ad Code
bn_bd: কোড বিজ্ঞাপন

source: If your ad is a Code-ad, then write down the code here
bn_bd: যদি আপনি কোড বিজ্ঞাপন দিতে চান, তাহলে কোড এখানে লিখুন, কিংবা পেস্ট করুন

source: End Date
bn_bd: শেষ তারিখ

source: Choose a date until when the ad will be visible
bn_bd: যে তারিখ পর্যন্ত বিজ্ঞাপনটি দেখাতে চান, সেই তারিখটি বাছাই করুন

source: Target URL
bn_bd: লক্ষ্য ইউআরএল

source: Enter the URL, to where the ad will direct the viewer after clicking
bn_bd: বিজ্ঞাপনে ক্লিক করলে দর্শক যেখানে যাবে, সেই লিংকটি এখানে লিখুন

source: Location
bn_bd: স্থান

source: Choose a location to show the ad in predefined areas
bn_bd: পূর্বনির্ধারিত স্থানে বিজ্ঞাপনটি দেখাতে এখান থেকে বাছাই করুন

source: Either create an <strong>Image ad</strong> (<span class="dashicons dashicons-format-image p-icon"></span>), or a <strong>Code ad</strong> (<span class="dashicons dashicons-editor-code p-icon"></span>). Mixure won't be counted, sorry.
bn_bd: হয় একটা <strong>ছবি বিজ্ঞাপন</strong> (<span class="dashicons dashicons-format-image p-icon"></span>) যোগ করুন, নয়তো একটা <strong>কোড বিজ্ঞাপন</strong> (<span class="dashicons dashicons-editor-code p-icon"></span>) যোগ করুন। দুটোর মিশেল আসলে কাজে আসবে না, দুঃখিত।<br> লক্ষ করুন: "লক্ষ্য ইউআরএল" শুধুমাত্র ছবি বিজ্ঞাপন-এর ক্ষেত্রে প্রযোজ্য।

source: ID
bn_bd: আইডি

source: Preview
bn_bd: প্রাকদর্শন

source: Until
bn_bd: পর্যন্ত

source: Shortcode
bn_bd: শর্টকোড

source: <strong>WARNING:</strong> Assigned ad is expired! <em>Extend</em> the term or <em>Delete</em> it.
bn_bd: <strong>লক্ষ করুন:</strong> নির্ধারিত বিজ্ঞাপনটি মেয়াদোত্তীর্ণ হয়ে গেছে! <em>সময় বাড়িয়ে দিন</em> কিংবা <em>মুছে ফেলুন</em>।

source: <strong>Sorry!</strong> No such Ad exists!
bn_bd: <strong>দুঃখিত!</strong> এরকম কোনো বিজ্ঞাপন নেই!

source: AdZonia widget to call the advertisement easily.
bn_bd: সহজে বিজ্ঞাপন দেখাতে AdZonia উইজেট ব্যবহার করুন।

source: Title:
bn_bd: শিরোনাম:

source: Advertisements:
bn_bd: বিজ্ঞাপনসমূহ:

source: Choose one...
bn_bd: বেছে নিন...
